{
  "recipes": [
    {
      "title": "Chiftele de linte",
      "image": "https://cdn.recipes.lidl/images/ro-RO/ro-RO_d276bd62-faab-4b5a-861c-5eb6435da74f/recipe_640x360_47._Chiftele_de_linte.jpg",
      "instructions": "Pune ulei intr-o tigaie, adauga ceapa si usturoiul, tocate marunt. Caleste-le putin si apoi adauga morcovii dati prin chopper. Asezoneaza cu sare, piper si caleste-le pana se inmoaie. Pune legumele calite intr-un bol.\nIntr-un alt bol mare, pune lintea scursa si blenduieste-o pana se obtine o pasta. Adauga amestecul de ceapa, usturoi si morcovi, patrunjelul tocat marunt, asezoneaza cu sare, piper, fulgi de chili si oregano. Amesteca si apoi adauga faina. Incorporeaza faina si apoi incepi sa modelezi chiftelele.\nPune hartie de copt pe un tocator si pune chiftelele modelate pe tocator. \nTransfera-le apoi intr-o tava tapetata cu hartie de copt si da tava la cuptor, in cuptorul preincalzit la 180°C, cu ventilatie, timp de 30 de minute.\nServeste chiftele de linte cu o salata de verdeturi asortata cu rosii cherry.\nPofta buna!\n",
      "ingredients": {"ulei": " ", "ceapa rosie": "1 bucata", "usturoi": "2 catei", "morcovi": "300 g", "sare": " ", "piper": " ", "linte": "3 conserve", "patrunjel": "1 legatura", "chilli fulgi": " ", "oregano": " ", "faina": "40 g"},
      "tags": ["startere", "aperitive si minuturi", "snack-uri", "retete cu legume", "fara lactate", "de post", "sanatos", "vegan", "vegetarian", "dieta", "retete video", "lunchbox", "picnic"]
    },
    {
      "title": "Salata calda de legume coapte",
      "image": "https://cdn.recipes.lidl/images/ro-RO/ro-RO_f080b22d-2a3f-43c7-ae82-325514b9802c/recipe_640x360_Salata_calda_de_legume_coapte.jpg",
      "instructions": "Curatam legumele (cartofii si morcovii) de coaja, le spalam si le taiem cuburi mai mari.\nLe intindem pe o tava tapetata cu hartie de copt, le stropim cu putin ulei de masline si le bagam la cuptorul preincalzit la 190 de grade pentru jumatate de ora (pana cand legumele se rumenesc).\nIntre timp, pregatim sosul: maruntim usturoiul, il punem intr-un bol mic si il amestecam cu sare si piper, ulei de masline, patrunjel si sucul de la jumatate de lamaie. \nImediat ce legumele s-au copt, le scoatem din cuptor si le condimentam cu sare si piper proaspat macinat. Amestecam bine, apoi le transferam intr-un bol.\nPeste ele punem si sosul. Amestecam inca o data si salata noastra este gata!\nRezultatul? O bunatate satioasa si delicioasa, perfecta pentru cinele sezonului rece.\nAceasta reteta este semnata de Cosanzenele Gatesc.\n",
      "ingredients": {"cartofi albi": "3 bucati", "dovlecel": "1 bucata", "morcovi": "2 bucati", "ulei de masline": "2 linguri", "usturoi": "1 catel", "sare": " ", "piper": " ", "patrunjel": " ", "lamaie": "0,5 bucata"},
      "tags": ["aperitive si minuturi", "pranz", "garnituri", "brunch", "snack-uri", "startere", "salate", "de post", "sanatos", "fara lactate", "fara gluten", "vegan", "vegetarian", "lunchbox"]
    },
    {
      "title": "Hummus cu dovleac copt",
      "image": "https://cdn.recipes.lidl/images/ro-RO/ro-RO_a1b24d91-fba5-4270-9606-62ba9c77ac38/recipe_640x360_Hummus_cu_dovleac_copt.jpg",
      "instructions": "Spalam si taiem dovleacul, aranjam feliile pe o tava si bagam direct la cuptor la 200 de grade Celsius pentru cel putin jumatate de ora (pana cand furculita intra usor in dovleac). Lasam la racit si, intre timp, ne ocupam de restul ingredientelor.\nSpalam si decojim boabele de naut, apoi le adaugam intr-un robot de bucatarie alaturi de restul ingredientelor: feliile de dovleac curatate de coaja, usturoi, ulei de masline, sare, tahini, suc de lamaie si condimentele preferate. Blenduim bine pana cand pasta ajunge la consistenta dorita. \nTransferam totul pe o farfurie si decoram dupa preferinte.\nRezultatul? O bunatate de hummus cu gust de toamna! Fie ca-l servesti cu legume proaspate, lipii crocante sau o felie de paine prajita, gustul te va cuceri de la prima muscatura.\nReteta recomandata de Cosanzenele Gatesc.\n",
      "ingredients": {"naut": "400 g", "dovleac": "200 g", "usturoi": "3 catei", "ulei de masline": "15 ml", "zeama de lamaie": "1 lingura", "tahini": "3 lingurite", "cuburi de gheata": " ", "sare": "0,5 lingurita", "chimion": "0,5 lingurita", "chilli pudra": "0,5 lingurita", "seminte de dovleac": "1 lingurita"},
      "tags": ["aperitive si minuturi", "cina", "pranz", "snack-uri", "startere", "retete cu legume", "de post", "sanatos", "fara lactate", "fara gluten", "vegan", "vegetarian", "retete video", "lunchbox", "picnic", "toamna"]
    },
    {
      "title": "Batoane cu banane si fulgi de ovaz",
      "image": "https://cdn.recipes.lidl/images/ro-RO/ro-RO_dde3b88e-a1db-4760-8363-150d7190f0d4/recipe_640x360_36._Batoane_cu_banane_si_fulgi_de_ovaz.jpg",
      "instructions": "Feliaza 2 banane si adauga-le intr-un bol. Zdrobeste-le cu furculita, apoi adauga bautura pe baza de migdale, zaharul vanilinat, stafidele, bucatelele de ciocolata neagra si fulgii de ovaz. Amesteca foarte bine totul.\nPregateste o tava dreptunghiulara, cu inel, tapetata cu hartie de copt. Adauga amestecul pregatit mai devreme si preseaza foarte bine, cu ajutorul unei linguri. Da tava la cuptor, in cuptorul preincalzit la 180°C timp de 30-35 minute.\nScoate tava din cuptor, lasa sa se raceasca timp de 4-5 minute, taie compozitia in batoane cu un cutit foarte ascutit, pune batoanele formate intr-o tava de cuptor tapetata cu hartie de copt si da din nou la cuptor, la 150°C timp de 10 minute.\nServeste-le dupa ce s-au racit complet. Pofta buna!\n",
      "ingredients": {"banane": "2 bucati", "lapte de migdale": "3 linguri", "zahar vanilat": "2 plicuri", "stafide": "70 g", "ciocolata neagra": "100 g", "fulgi de ovaz": "250 g"},
      "tags": ["deserturi", "snack-uri", "biscuiti", "retete cu fructe", "fara lactate", "de post", "sanatos", "vegan", "vegetarian", "fara gluten", "retete video", "lunchbox", "picnic"]
    },
    {
      "title": "Cartofi crocanti, la cuptor",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/c60193bab353-20.-cartofi-crocanti-la-cuptor.jpg",
      "instructions": "Pentru inceput, fierbe cartofii timp de 12-15 minute sau pana cand pot fi usor strapunsi cu o furculita. Dupa ce s-au fiert, ii scoti si ii lasi sa se raceasca putin. \nPreincalzeste cuptorul la 180°C. \nApoi, pregateste chimichurri. Pune intr-un chopper patrunjelul tocat, cateii de usturoi tocati marunt, ardeiul iute tocat marunt si el (fara seminte), oregano, sare, piper, ulei, zeama de lamaie si toaca marunt totul. Pune sosul obtinut intr-un bol si treci la pasul urmator. \nPregateste o tava de cuptor tapetata cu hartie de copt si pune cartofii fierti pe ea. Fiecare cartof zdrobeste-l cu fundul unui pahar. Asezoneaza cu sare, piper, oregano si stropeste-i cu ulei. Da tava la cuptor, la 180°C timp de 55 de minute sau pana cand cartofii devin aurii si crocanti. \nDupa ce ai bagat cartofii la cuptor, pregateste sosul de iaurt. Pune iaurtul de cocos intr-un bol, adauga oregano, sare, piper, usturoi, patrunjel si zeama de lamaie. Amesteca bine totul si gata sosul. \nPentru servire, pune sos de iaurt pe un platou, apoi cartofii rumeniti si deasupra toarna cateva linguri de  sos chimichurri si serveste.\nPofta buna!\n",
      "ingredients": {"cartofiin coaja, fierti si raciti": "750 g", "sare": " ", "piper": " ", "oregano": " ", "ulei": " ", "patrunjel": "30 g", "usturoi": "2 catei", "ardei iutefara seminte": "0,3 bucata", "zeama de lamaie": "0,5 bucata", "iaurt de cocos": "300 g"},
      "tags": ["garnituri", "snack-uri", "brunch", "pranz", "aperitive si minuturi", "startere", "de post", "fara gluten", "fara lactate", "sanatos", "vegan", "vegetarian", "lunchbox", "retete video", "vara"]
    },
    {
      "title": "Quesadilla cu legume",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/32288112c027-18.-quesadilla-cu-legume.jpg",
      "instructions": "Pentru inceput, pregateste chipsurile de tortilla. Taie 6 tortilla in triunghiuri si aseaza-le intr-o tava tapetata cu hartie de copt. Baga-le la cuptor timp de 15 minute la 180 °C.\nIntr-o tigaie, adauga 2 fire de ceapa tocata marunt, 1 ardei gras si 1 ardei capia tocati marut si ei si o lingura de ulei. Caleste-le cateva minute sau pana se inmoaie. Apoi adauga buchetelele de broccoli, asezoneaza cu sare si piper, apoi pune si rosiile cherry taiate in sferturi si gateste-le 1,2 minute, dupa care ia-le de pe foc. \nIntr-un bol mare, adauga 1 avocado pasat cu furculita, legumele calite, porumbul, zeama de la ½ lime si patrunjelul tocat marunt. Asezoneaza cu sare, piper si amesteca bine totul. \nPune o tigaie pe foc, adauga o tortilla si umple cu amestecul de legume, pe jumatate. Pliaza pe verticala tortilla si apoi transfer-o pe o farfurie. Procedeaza astfel cu toate celelalte 3 foi de tortilla. \nPentru servire, in afara de chipsurile de tortilla, pregateste si guacamole. Pune un avocado pasat cu furculita intr-un bol, adauga 1 fir de ceapa tocata si zeama de la ½ lamaie. Asezoneaza cu sare si amesteca. \nServeste quesadilla cu legume cu guacamole si chipsurile de tortilla.\nPofta buna!\n",
      "ingredients": {"lipii de tortilla": "10 bucati", "ceapa verde": "3 fire", "ardei gras": "1 bucata", "ardei capia": "1 bucata", "ulei": "1 lingura", "broccoli": "200 g", "sare": " ", "piper": " ", "rosii cherry": "150 g", "avocado": "2 bucati", "porumb": "100 g", "lime": "0,5 bucata", "patrunjel": "15 g", "lamaie": "0,5 bucata"},
      "tags": ["snack-uri", "feluri principale", "brunch", "pranz", "retete cu legume", "sanatos", "de post", "vegetarian", "fara lactate", "lunchbox", "picnic", "retete video", "vara", "primavara"]
    },
    {
      "title": "Pilaf de orez cu legume",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/d2eb07b66440-16.-pilaf-de-orez-cu-legume.jpg",
      "instructions": "Pregateste supa inainte. Scoate morcovii din supa si toaca-i cubulete. Spala si taie ardeiul gras, ardeiul capia si zucchini.\nPune ulei intr-o oala si cand s-a incins putin, adauga orezul spalat si scurs. Caleste-l putin si apoi incepe sa adaugi supa treptat amestecand constant pentru a nu se prinde. Cand scade, mai adauga supa si amesteca. Adauga sare si continua cu supa pana cand pilaful este aproape gata.\nSpre final, adauga si legumele: ardeiul capia, morcovul care este fiert, ardeiul gras si amesteca. Apoi adauga si zucchini taiat cubulete. Amesteca, mai adauga supa si continua acest proces pana cand legumele si orezul sunt fierte.\nAsezoneaza cu piper. Daca mai e nevoie, adauga sare. La final, serveste cu patrunjel proaspat tocat.\nPofta buna!\n",
      "ingredients": {"ulei": " ", "orez": "300 g", "supa de legume": "2 l", "sare": " ", "ardei capia": "1 bucata", "morcovifierti": "150 g", "ardei gras": "1 bucata", "zucchini": "0,5 bucata", "piper": " ", "patrunjella final": " "},
      "tags": ["feluri principale", "garnituri", "pranz", "retete cu orez", "retete cu legume", "de post", "dieta", "fara gluten", "fara lactate", "sanatos", "vegan", "vegetarian", "romaneasca", "europeana", "lunchbox", "retete video", "pentru copii"]
    },
    {
      "title": "Chiftelute de legume in sos de rosii",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/1719498015_Chiftelute-de-legume-in-sos-de-rosii-2560x1440.jpg",
      "instructions": "Prin razatoarea mica dam morcovii, cartofii, dovlecelul, o ceapa si doi catei de usturoi. Punem totul intr-un bol, adaugam putina sare, amestecam si lasam pentru 5-7 minute sa elimine apa. Le scurgem foarte bine, le amestecam cu 1-2 linguri de faina, marar tocat marunt sare, si piper proaspat macinat.\nFormam bilute mici pe care le trecem prin faina si le punem la prajit in uleiul incins. Le putem face si la cuptor sau la airfryer.\nCat timp se rumenesc chiftelele, pregatim si sosul: maruntim ceapa si 2 catei de usturoi si punem la calit intr-o tigaie intinsa, cu putin ulei de masline. Adaugam si sosul de rosii, 100 ml de apa si frunzele de busuioc. Lasam la foc mic pentru 15 minute. Condimentam dupa gust si, inainte de a opri focul, adaugam si chiftelele scurse bine de ulei si, bineinteles, patrunjelul maruntit.\nRezultatul? Adevarate delicii perfecte pentru aceasta perioada. \nPofta buna!\n",
      "ingredients": {"morcovi": "2 bucati", "cartofi": "5 -", "ceapa": "2 bucati", "dovlecel": "1 bucata", "usturoi": "4 catei", "sare": " ", "piper": " ", "marar": "1 legatura", "faina": "1 cana", "ulei de floarea-soarelui": " ", "ulei de masline": "1 lingura", "sos de rosii": "700 g", "apa": "100 ml", "busuioc": " ", "patrunjel": "1 legatura"},
      "tags": ["feluri principale", "pranz", "retete cu legume", "de post", "vegan", "vegetarian", "sanatos", "fara lactate", "lunchbox", "primavara", "vara"]
    },
    {
      "title": "Ciocolata cu unt de arahide si afine",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/495a0f52ca99-kw15-ciocolata-cu-unt-de-arahide-si-afine-8.jpg",
      "instructions": "Toaca marunt, migdalele si topeste ciocolata pe baie de aburi. \nPregateste formele de briose din silicon, toarna cate o lingurita de ciocolata topita in fiecare forma de briosa si distribuie ciocolata topita atat pe fundul formei cat si pe peretii acesteia.\nDa formele la rece pana se intareste ciocolata. \nPune untul de arahide intr-un bol, spala afinele si scoate formele de briose de la rece. \nIn cosuletele de ciocolata formate, adauga o lingurita generoasa de unt de arahide, pune afine proaspete si la urma umple cosuletul cu ciocolata topita. Procedeaza la fel pana umpli toate formele de briose, presara deasupra migdale tocate si apoi da-le din nou la frigider pana se intareste ciocolata.\nCand s-a intarit, scoate scoate cosuletele din forme si serveste-le. \nPofta buna!\n",
      "ingredients": {"ciocolata": "400 g", "unt de arahide": "350 g", "afine": "100 g", "migdaledecor": " "},
      "tags": ["deserturi", "retete cu ciocolata", "vegan", "vegetarian", "de post", "fara gluten", "petrecere", "picnic", "retete video", "aniversare", "ocazii speciale"]
    },
    {
      "title": "Burger vegetarian cu avocado si conopida",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/2e3033539c77-kw14-burger-vegetarian-cu-avocado-si-conopida-1.jpg",
      "instructions": "Pentru inceput, pregateste amestecul pentru conopida. Pune intr-un bol faina, praful de usturoi, sare, piper, fulgi de chili si amesteca. Adauga apa si amesteca din nou. Spala si feliaza conopida. Pune pesmet intr-un bol. Tavaleste feliile de conopida prin amestecul de faina, usturoi, condimente si apa si apoi prin pesmet si pune-le intr-o tava tapetata cu hartie de copt. Da tava la cuptor pentru 30 de minute, la 180 °C. Dupa cele 30 de minute, scoate tava si unge feliile de conopida cu sos de soia si da-le din nou la cuptor, la 180 °C pentru inca 15 minute. \nIntre timp, pregateste un amestec de avocado pe care il tai cubulete, ceapa rosie (taiata marunt), sare si ½ de legatura de patrunjel, tocat marunt si el. Pune toate aceste ingrediente intr-un bol si blenduieste-le bine. \nPregateste 4 chifle de burger. Pune pe jumatate de chifla amestecul de avocado, ceapa si patrunjel, apoi pune o felie de conopida coapta, mix de salata, rondele de ceapa rosie, jumatati de rosii cherry si la urma cealalta jumatate de chifla.\nPofta buna!\n",
      "ingredients": {"faina": "100 ", "usturoi granulat": "3 ", "sare": " ", "piper": " ", "chilli fulgi": " ", "apa": "200 ml", "conopida": "6 felii", "pesmet": "150 g", "sos de soia": "100 ml", "avocado": "1 bucata", "zeama de lamaie": "0,5 bucata", "ceapa rosie": "1 bucata", "patrunjel": "0,5 legatura", "chifle hamburger": "4 bucati", "salata mixta": " ", "ceapa rosietaiata rondele": "1 bucata", "rosii cherry": "8 bucati"},
      "tags": ["feluri principale", "pranz", "cina", "burgeri", "retete cu legume", "vegetarian", "de post", "retete video"]
    },
    {
      "title": "Mamaliga la gratar cu spanac si ciuperci",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/39e457ef9e04-14.-mamaliga-la-gratar-cu-spanac-si-ciuperci.jpg",
      "instructions": "Pasul 1\nPentru inceput, pregateste mamaliga.\nPune 1 litru de apa intr-un vas, adauga sare si cand incepe sa fiarba apa, adauga malaiul. Amesteca pana se ingroasa.\nPregateste o tava termorezistenta si adauga mamaliga obtinuta in ea. Niveleaza bine cu ajutorul unei spatule si las-o la racit.\nPasul 2\nSpala, usuca si taie felii ciupercile. Spala si usuca spanacul. Curata si toaca marunt usturoiul.\nIntr-o tigaie, adauga putin ulei si usturoiul tocat marunt. Lasa-l cateva secunde si apoi adauga ciupercile taiate felii. Asezoneaza cu sare si piper si caleste-le pana se evapora tot lichidul.\nCand se evapora lichidul, adauga faina, bautura vegetala pe baza de ovaz si amesteca bine totul. Adauga si spanacul spalat si uscat si caleste pana se inmoaie. Asezoneaza cu sare si piper. Pune amestecul de ciuperci, usturoi si spanac intr-un bol.\nPasul 3\nTaite in patrate mamaliga racita si apoi prajeste-o pe ambele parti pe grill-ul pe care l-ai uns cu putin ulei.\nPune pe fiecare patrat de mamaliga prajita 2, 3 lingurite de ciuperci, usturoi si spanac.\nPofta buna!\n",
      "ingredients": {"apa": "1 l", "sare": " ", "malai": "350 g", "uleipentru calit": " ", "usturoi": "2 catei", "ciuperci": "500 g", "piper": " ", "faina": "10 g", "bautura din ovaz": "70 ml", "baby spanac": "250 g", "uleipentru uns grill": " "},
      "tags": ["aperitive si minuturi", "garnituri", "snack-uri", "startere", "brunch", "gratar", "de post", "vegan", "vegetarian", "fara lactate", "romaneasca", "europeana", "retete video", "picnic", "primavara", "lunchbox"]
    },
    {
      "title": "Dovlecei cu vinegreta de busuioc si menta",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Dovlecei-cu-vinegreta-de-busuioc-si-menta.jpg",
      "instructions": "1. Se taie foarte subtire busuiocul si menta, se amesteca cu restul ingredientelor. Ultima cu care se amesteca bine este maioneza si trebuie sa rezulte un sos dens, dar lichid.\n2. Se taie dovleceii felii si se pun pe gratar, lasandu-se usor al dente.\n3. Se pun intr-o tava si se condimentează cu sos cand sunt inca calzi, insa nu fierbinti.\nAceasta reteta este recomandata de Antonio Passarelli.\n",
      "ingredients": {"busuioc": "1 bucata", "menta": "1 legatura", "otet": "2 linguri", "ulei de masline": "2 linguri", "sare de maredupa gust ": " ", "piper negrudupa gust ": " ", "usturoi": "1 catel", "maioneza": "2 linguri", "dovlecei": "4 bucati"},
      "tags": ["feluri principale", "garnituri", "gratar", "de post", "vegan", "vegetarian", "sanatos", "italiana", "gata in 30 de minute"]
    },
    {
      "title": "Salata vegetariana",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Salata-vegetariana.jpg",
      "instructions": "Vinetele, ardeiul gras si dovleceii se taie rondele si se rumenesc pe gratar, apoi se amesteca cu rucola, usturoiul zdrobit, felii de rosii, uleiul de masline si otetul.\nSmantana se amesteca cu usturoiul pisat, verdeturile maruntite si uleiul de masline. Se toarna sosul deasupra.\nSe potriveste de sare si se serveste rece. Delicios si revigorant!\nAceasta reteta este recomandata de Petrisor Tanase.\n",
      "ingredients": {"vanata": "1 bucata", "dovlecei": "2 bucati", "ardei gras verde": "2 bucati", "usturoi": "4 catei", "patrunjel": "2 legaturi", "rosii": "300 g", "sare de maredupa gust": " ", "smantana 20%": "200 g", "rucola": "100 g", "otet balsamic": "1 lingura", "ulei de masline": "4 linguri"},
      "tags": ["garnituri", "salate", "retete cu legume", "gratar", "de post", "vegan", "vegetarian", "gata in 30 de minute"]
    },
    {
      "title": "Salata festiva de broccoli",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/c3fb971bcf4a-salata-festiva-de-broccoli.jpg",
      "instructions": "Reteta realizata cu robotul multifunctional Monsieur Cuisine.\nSpalam broccoli-ul, il uscam si il impartim in buchete mai mici. Punem 300 g de broccoli in vasul blenderului.\nSpalam nectarinele, le taiem in 4, scoatem samburii si le punem in blender. \nAdaugam miezul de nuca si restul de ingrediente in vasul blenderului si, cu paharul de dozare montat, mixam timp de 8 secunde / viteza 5.\nDaca este necesar, mixam din nou cu paharul de masurare montat, timp de 5 secunde / viteza 5.\nPofta buna!\n",
      "ingredients": {"broccoli": "500 g", "nectarine": "200 g", "miez de nuca": "50 g", "otet": "50 ml", "ulei de masline": "30 ml", "sirop de agave": "40 ml", "mustar": "20 g", "sare": "1 lingurita", "piper negru": "0,5 lingurita"},
      "tags": ["startere", "aperitive si minuturi", "pranz", "cina", "salate", "de post", "dieta", "fara gluten", "fara lactate", "low carb", "vegan", "sanatos", "aniversare", "ocazii speciale", "petrecere", "gata in 30 de minute"]
    },
    {
      "title": "Bomboane din curmale si fistic",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/368daf187995-bomboane-din-curmale-si-fistic.jpeg",
      "instructions": "Maruntim, pe rand, ovazul, migdalele, fisticul si curmalele. Putem folosi fie un chopper, fie un robot de bucatarie. \nIntr-un bol amestecam ovazul cu migdalele (optional - le puteti praji pentru un gust si mai intens), fisticul, curmalele, coaja si sucul de lamaie si sarea. In cazul in care compozitia iese mult prea uscata mai putem adauga putina apa. \nLuam cate o lingurita din amestec si formam bilute pe care le trecem fie prin fisticul maruntit, fie prin fulgii de cocos si le savuram alaturi de oamenii dragi.\nPofta buna!\nAceasta reteta este semnata de Cosanzenele Gatesc.\n",
      "ingredients": {"curmale": "30 g", "fulgi de ovaz": "80 g", "migdale": "90 g", "fistic": "50 g", "lamaie": "1 bucata", "sare": "1 varf", "fulgi de nuca de cocos": "50 g"},
      "tags": ["snack-uri", "deserturi", "delicatese", "vegan", "vegetarian", "sanatos", "fara lactate", "dieta", "de post", "fara gluten", "lunchbox", "aniversare", "petrecere", "ziua mamei"]
    },
    {
      "title": "Paste cu sos de ardei copti si caju",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/e3ce902e425d-kw06-paste-cu-sos-de-ardei-copti-si-caju-2.jpg",
      "instructions": "Pune caju-ul intr-un bol, adauga apa si lasa-l la hidratat. \nSpala, curata si taie legumele. Pune intr-un bol ardeii taiati fasii, ceapa taiata rondele, usturoiul taiat fasii si crenguta de cimbru. Asezoneaza cu sare, piper, fulgi de chili si ulei de masline. Amesteca si pune legumele intr-o tava tapetata cu hartie de copt. Da tava la cuptor pentru 25 de minute, la 180°C.\nFierbe pastele conform instructiunilor de pe ambalaj. Dupa ce s-au fiert, trece-le sub jet de apa rece si  stropeste-le cu ulei de masline sa nu se lipeasca intre ele.\nDupa ce legumele au fost coapte si racite, pune-le intr-un bol, adauga caju-ul hidratat, apa si uleiul de masline. Asezoneaza cu piper, fulgi de chili si blenduieste foarte bine totul pana se obtine un sos fin si cremos. Pune o tigaie pe foc, adauga sosul, pastele fierte, amesteca si serveste. \nPofta buna!\n",
      "ingredients": {"caju": "150 g", "apa": "200 ml", "ardei gras rosu": "2 bucati", "ceapa rosie": "2 bucati", "usturoi": "2 -", "cimbru": "1 crenguta", "sare": " ", "piper": " ", "chilli fulgi": " ", "ulei de masline": "25 ml", "paste": "200 g"},
      "tags": ["feluri principale", "pranz", "cina", "paste", "sosuri", "fara lactate", "vegetarian", "vegan", "de post", "dieta", "retete video", "lunchbox"]
    },
    {
      "title": "Tacos cu cartof dulce si avocado",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/10d74f39c7fe-3.-tacos-cu-cartof-dulce-si-avocado.jpg",
      "instructions": "Pasul 1\nIntr-un bol, pune faina de porumb, sare si apa. Amesteca si apoi adauga faina. \nIncorporeaza cu mana pana se obtine un aluat. Lasa sa se odihneasca 20-30 de minute. \nDupa cele 20-30 de minute, portioneaza aluatul in 10 parti egale si, din fiecare parte formeaza 10 bile.\nIntinde fiecare bila intre 2 folii alimentare, formand astfel tortilla.\nPune o tigaie antiaderenta pe foc, desprinde fiecare foaie de tortilla si coace-o pe ambele parti. \nPasul 2\nSpala, curata, taie cubulete cartoful dulce si pune-l intr-un bol. Adauga ulei, sare, piper, fulgi de chili, oregano si amesteca.\nPregateste o tava tapetata cu hartie de copt si adauga cartofii cubulete, condimentati.\nDa tava la cuptor, in cuptorul preincalzit, la 180 °C, timp de 25 -30 minute.  \nPasul 3\nPune o tigaie pe foc, adauga ulei, ceapa rosie si 1 ardei kapia.\nAmesteca, asezoneaza cu sare, piper si  fulgi de chili.\nAdauga morcovul ras si rosiile cherry taiate marunt, amesteca si mai lasa pe foc timp de 2, 3 minute. \nPasul 4\nPentru salsa, taie cubulete avocado si pune-l intr-un bol.\nAdauga jumatate de ardei kapia taiat cubulete, ceapa rosie taiata marunt, ardeiul verde taiat cubulete, sare, piper, fulgi de chili, zeama de la ½ lamaie si amesteca.\nLa final se presara o patrunjelul tocat marunt. \nPasul 5\nPe tortilla pregatita se adauga cartof dulce copt, 2 lingurite de umplutura de ceapa, ardei, morcov si rosii cherry si 2 lingurite de salsa. \n",
      "ingredients": {"fainade porumb": "150 g", "sare": " ", "apa": "300 ml", "faina alba de grau": "160 g", "cartofi dulci": "500 g", "ulei": " ", "piper": " ", "chilli fulgi": " ", "oregano": " ", "ceapa rosie": "41 g", "ardei capia": "0,5 bucata", "morcov": "1 bucata", "rosii cherry": "6 bucati", "avocado": "1 bucata", "ardei gras verde": "1 bucata", "zeama de lamaie": "0,5 bucata", "patrunjel": "1 legatura", "lamai": " "},
      "tags": ["feluri principale", "cina", "pranz", "retete cu legume", "vegan", "vegetarian", "fara lactate", "sanatos", "de post", "dieta", "mexicana", "retete video", "paine, aluaturi si blaturi", "lunchbox", "pentru copii"]
    },
    {
      "title": "Biscuiti cu dulceata de zmeura",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/5031b0375076-kw50-biscuiti-cu-dulceata-de-zmeura-1.jpg",
      "instructions": "Pune intr-un bol faina, zaharul pudra, praful de copt, zaharul vanilinat, amidonul si amesteca. Toarna uleiul si amesteca. Toarna si laptele de migdale si amesteca pana se leaga aluatul.\nIntinde-l imediat intre 2 foi de copt la o grosime de 0,5 cm. Decupeaza biscutii cu ajutorul unei forme rotunde si da-I la frigider timp de 30 minute.\nDupa cele 30 de minute, scoate-i si pune-i intr-o tava tapetata cu hartie de copt. Da-I la cuptor, in cuptorul preincalzit, la 160 °C, timp de 16 minute. \nScoate-i, lasa-i sa se raceasca si apoi alege perechi de cate 2 biscuiti si umple-i cu dulceata de zmeura.\nPudreaza-i cu zahar pudra si pune pe fiecare cate o zmeura. \nPofta buna!\n",
      "ingredients": {"faina": "175 g", "zahar pudra": " ", "praf de copt": "2 g", "zahar vanilat": "10 g", "amidon": "20 g", "ulei": "70 ml", "lapte de migdale": "60 ml", "dulceata de zmeura": " "},
      "tags": ["deserturi", "biscuiti", "retete cu gem si dulceata", "de post", "vegan", "fara lactate", "vegetarian", "retete video", "ziua indragostitilor", "patiserie", "ocazii speciale", "craciun"]
    },
    {
      "title": "Clatite vegane cu spanac umplute cu crema de caju cu rosii",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/7.-Clatite-vegane-cu-spanac-umplute-cu-crema-de-caju-cu-rosii.jpg",
      "instructions": "Pasul 1\nBlenduieste spanacul cu 230 ml lapte de migdale.\nIntr-un bol adauga faina, praful de copt, drojdia, usturoiul granulat si un strop de sare. Amesteca bine si apoi adauga 35 ml lapte de migdale si spanacul blenduit. Omogenizeza bine totul si lasa aluatul sa se odihneasca timp de 10 minute.\nPregateste o tigaie pe care o ungi cu foarte putin ulei. Cand s-a incins, adauga cu ajutorul unui polonic din aluatul de clatite pregatit mai devreme. Prajeste clatitele ca orice alte clatite, pana termini aluatul.\nPasul 2\nLasa caju-ul la inmuiat peste noapte.\nTaie rosiile cubulete si ceapa marunt.\nPune intr-un chopper caju-ul inmuiat peste noapte, zeama de la ½ de lamaie, rosiile si laptele de migdale. Mixeaza pana obtii o crema. Adauga putina sare si ceapa tocata marunt si mixeaza din nou.\nPasul 3\nPune intr-un bol rosiile pasate, busuiocul, oregano, sarea, fulgii de chilli, piper si amesteca bine totul.\nPune clatitele pe o farfurie si umple-le cu crema de caju cu rosii. Impatureste-le sub forma de triunghi si serveste-le cu salsa de rosii.\n",
      "ingredients": {"spanac": "100 g", "lapte de migdale": "50 ml", "faina": "120 g", "praf de copt": "3 g", "drojdie uscata": "3 g", "usturoi granulat": "2 g", "sare": " ", "ulei pentru prajit": " ", "caju": "200 g", "zeama de lamaie": "0,5 bucata", "rosii cherry": "2 bucati", "ceapa rosie": "1 bucata", "rosii pasate": "55 g", "busuioc": "2 g", "oregano": "2 g", "chilli fulgi": " ", "piper": " "},
      "tags": ["feluri principale", "snack-uri", "pranz", "clatite", "vegan", "vegetarian", "de post", "fara lactate", "low carb", "retete video", "primavara", "vara", "lunchbox", "gata in 30 de minute"]
    },
    {
      "title": "Chec de post",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Chec-de-post.jpg",
      "instructions": "Incingem cuptorul la 180°C. Tapetam cu unt si hartie de copt sau spray non stick o tava clasica dechec de 15x20cm.\nIntr-un vas incapator punem faina, zaharul, praful de copt si cacao. Amestecam cu telul. Facem ogaura in mijloc si turnam apa si uleiul. Amestecam pana avem o compozitie omogena, faracocoloase.\nAdaugam si dulceata de zmeura si amestecam.\nTurnam compozitia in tava si nivelam bine cu spatula.Dam la cuptor 35-45 minute sau pana checul este bine copt si trece testul scobitorii.Sa va fie de cel mai bine!\nAceasta reteta este recomandata de Teo Rogobete!\nCe trebuie sa stiti despre reteta:Din acest aluat rezulta o prajitura foarte pufoasa si extraordinar de umeda; asta se datoreaza uleiului si gemului din compozitie.Puteti coace aluatul in forma de chec, in tava rotunda de 20-22cm sau intr-o tava de 20x30cm.Astfel, puteti transforma reteta de chec de post intr-o prajitura pe care o taiati bucati, intr-unblat de tort gata insiropat sau chiar in briose.\nPuteti folosi dulceata preferata.caise, capsune, prune,fructe de padure, dulceata de trandafiri. In functie de dulceata pe care o adaugati, checul vaavea o aroma subtila si un gust exceptional. De asemenea, mai puteti adauga in compozitie nuci, stafide, fulgi de migdale, zmeura proaspata etc.\n",
      "ingredients": {"faina": "300 g", "cacaoamaruie": "50 g", "zahar brun": "150 g", "praf de copt": "1 plic", "apacalduta": "300 ml", "ulei de floarea-soarelui": "150 ml", "gem de zmeura": "200 g"},
      "tags": ["deserturi", "retete cu gem si dulceata", "cozonaci si checuri", "de post", "vegan", "vegetarian", "fara lactate", "craciun", "patiserie"]
    },
    {
      "title": "Supa curry cu legume de sezon",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Supa-curry-cu-legume-de-sezon.jpg",
      "instructions": "1. Taie o jumatate de cartof dulce si un morcov bio, mediu, in forme neregulate sau cuburi de dimensiuni mai mari. Pune-le impreuna intr-un bol.\n2. Procedeaza la fel si cu jumatatea de zuchinni si pune-l separat intr-un bol.\n3. Marunteste 2 cozi de ceapa verde, 1 catel de usturoi, o bucata mica de ghimbir proaspat bio si o jumatate de tulpina de telina Apio. Pune-le pe toate intr-un recipient.\n4. Incinge 1 lingura de ulei de masline bio, intr-o cratita incapatoare. Adauga mixul de ceapa si usturoi si caleste-l la foc mediu.\n5. Adauga si cartoful dulce, morcovul si 5-10 boabe de piper negru.\n6. Toarna 500 ml apa si pune un varf mare de sare. Lasa sa fiarba pentru 15 minute, la foc mic spre mediu, cu capacul pus.\n7. Cand legumele sunt gatite aproape de tot, adauga zucchini si 150 g de fasole verde congelata sau proaspata. Mai lasa supa sa fiarba inca 5-10 minute, la foc mic.\n8. La final, adauga 200 ml lapte de cocos gras, 1 lingurita de condiment curry, fulgi de ardei iute, dupa preferinta, si zeama de la un sfert de lamaie bio. Amesteca bine si ia-o de pe foc.\n9. Decoreaza cu ceapa verde si coriandru tocat si felii extra de lamaie.\nSupa se potriveste perfect si cu o portie de orez alb sau naut. Pofta buna!\nAceasta reteta este recomandata de Ana Rusu.\n",
      "ingredients": {"cartof dulce": "0,5 bucata", "morcov": "1 bucata", "zucchini": "0,5 bucata", "ceapa verde": "2 bucati", "usturoi": "1 catel", "ghimbir": "1 lingurita", "telina apio": "0,5 tulpina", "ulei de masline": "1 lingura", "piper negru boabe": "0,5 lingurita", "apa": "500 ml", "sare": "1 varf", "fasole verde": "150 g", "lapte de cocos": "200 ml", "curry": "1 lingurita", "chilli fulgi": " ", "zeama de lamaie": "0,25 bucata", "lamai": "4 felii", "coriandruverde, maruntit": "3 lingurite", "ceapa verdeverde, maruntita": "3 lingurite"},
      "tags": ["brunch", "supe si ciorbe", "mese calde", "vegan", "de post", "vegetarian", "fara lactate", "fara gluten", "dieta", "low carb", "sanatos", "retete video", "gata in 30 de minute"]
    },
    {
      "title": "Guguluf cu cacao, gem de coacaze negre si glazura de cacao",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/fbd76b7385d1-47.-guguluf-cu-cacao-gem-de-coacaze-negre-si-glazura-de-cacao.jpg",
      "instructions": "Pune nuca intr-un vas si rumeneste-o putin. Apoi, las-o la racit si toac-o grosier.\nIntr-un vas, adauga zaharul si cacaua. Amesteca si apoi pune apa si uleiul. Omogenizeaza bine cu un tel. Da intr-un clocot si apoi lasa la racit. Pune deoparte 100 g pentru glazura finala.\nIntr-un bol adauga faina, zaharul vanilinat, praful de copt, miezul de nuca rumenit si amesteca. Apoi adauga glazura pregatita la inceput si gemul de coacaze negre. Omogenizeaza bine totul si toarna in forma de guguluf unsa cu ulei. Da la cuptor, in cuptorul preincalzit la 180°C, timp de 45-50 minute.\nDupa ce l-ai scos de la cuptor, lasa-l putin la racit si apoi toarna din glazura pe care ai pastrat-o. Decoreaza cu afine si pudreaza cu zahar pudra.\nPofta buna!\n",
      "ingredients": {"miez de nuca": "100 g", "zahar": "200 g", "cacao": "100 g", "apa": "200 ml", "ulei de floarea-soarelui": "200 ml", "faina": "200 g", "zahar vanilat": "2 plicuri", "praf de copt": "1 plic", "gem de coacaze": "150 g", "afine": " "},
      "tags": ["deserturi", "prajituri", "retete cu gem si dulceata", "de post", "vegetarian", "vegan", "fara lactate", "europeana", "retete video", "masa de duminica"]
    },
    {
      "title": "Gnocchi cu zucchini",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/13.-Gnocchi-cu-zucchini.jpg",
      "instructions": "Spalam zucchini, ii taiem felii, fara a-i decoji.\nCuratam ceapa alba si o taiem marunt. Curatam usturoiul si il trecem prin presa.\nIntr-o cratita incapatoare incingem uleiu de masline. Calim ceapa pana devine translucida. Adaugam usturoiul, amestecam, calim 1 minut.\nAdaugam feliile de zucchini. Condimentam dupa gust cu sare si piper. Calim la foc mediu 10-12 minute sau pana zucchini sunt al dente.\nFierbem 2 litri de apa cu putina sare. Cand apa clocoteste, adaugam gnocchi. Fierbem 2-3 minute sau pana gnocchi se ridica la suprafata. Ii scurgem intr-o sita.\nPunem gnocchi peste zucchini caliti. Punem si patrunjelul taiat marunt. Amestecam bine, lasam pe foc mediu 4-5 minute, pentru a se intrepatrunde aromele.\nPofta buna!\nAceasta reteta este recomandata de Teo Rogobete.\n",
      "ingredients": {"zucchini": "500 g", "ulei de masline": "2 linguri", "ceapa alba": "1 bucata", "usturoi": "2 -", "paste gnocchi": "500 g", "apa": "2 l", "sare": " ", "piper": " ", "patrunjel": "0,5 legatura"},
      "tags": ["feluri principale", "paste", "retete cu legume", "de post", "vegetarian", "sanatos", "vegan", "fara lactate", "dieta", "primavara", "vara", "gata in 30 de minute"]
    },
    {
      "title": "Tocanita de linte",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/14.-Tocanita-de-linte.JPG",
      "instructions": "Mai intai pregatim ingredientele - taiem legumele marunt: ceapa, prazul, morcovii, apio. Trecem usturoiul prin presa, scurgem lintea si o spalam in apa rece, in 2-3 ape.\nIntr-o cratita incapatoare, incingem uleiul de masline. Calim ceapa si usturoiul pana ceapa devine sticloasa. Adaugam morcovii, prazul, apio. Calim 1-2 minute.\nIntre timp, curatam ciupercile si le taiem cubulete. Le punem peste legume. Le calim 2-3 minute.\nStingem totul cu vin, lasam pe foc 1-2 minute la foc mare.\nAdaugam lintea si sosul de rosii. Amestecam foarte bine, condimentam dupa gust cu sare, piper si ierburi aromatice. Adaugam si 200ml apa.\nLasam tocanita de linte sa fiarba la foc mediu spre mic, cu capac, 30 minute sau pana legumele sunt fierte.\nPofta buna!\nAceasta reteta este recomandata de Teo Rogobete.\n",
      "ingredients": {"ulei de masline": "3 linguri", "ceapa alba": "1 bucata", "usturoi": "3 catei", "praz": "0,5 fir", "telina apio": "1 fir", "morcovi": "2 bucati", "ciuperciportobello": "300 g", "vin rosu": "100 ml", "sos pentru paste": "1 borcan", "linte": "2 conserve", "busuiocuscat": "1 lingurita", "oreganouscat": "1 lingurita", "cimbruuscat": "1 lingurita", "sare": " ", "piper": " "},
      "tags": ["feluri principale", "de post", "vegan", "vegetarian", "sanatos", "fara gluten", "fara lactate", "low carb", "dieta", "primavara"]
    },
    {
      "title": "Supa de ciuperci",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Supa-de-ciuperci.jpg",
      "instructions": "Pentru prima operatiune, tinem batistele aproape: se curata si se taie ceapa si usturoiul. Ceapa se taie pestisori, iar usturoiul cat se poate de marunt. Se lasa uleiul la incins, dupa care punem sa sada in tigaie ceapa si o tara de sare. Se adauga de asemenea cateva picaturi de vin alb sprintar. Cand ceapa se inmoaie, se adauga si cateva linguri de apa fierbinte. Atentie mare: ceapa nu trebuie sa se rumeneasca, ci sa ramana alba, transparenta. Se adauga usturoiul, dupa care stingem cu cateva linguri de apa fierbinte.\nCand intregul incepe din nou a fierbe, cepei si usturoiului i se alatura degraba patrunjelul taiat. Se spala ciupercile, trecandu-se foarte rapid printr-o solutie de apa cu sare, apoi se taie. Jumatate din cantitatea de ciuperci se trimite la fiert, alaturi de amestecul delicios pe care l-am mestesugit pana acum.\nSe lasa sa fiarba, dupa care trecem, nu foarte temeinic, cu blenderul prin oala. Se adauga si restul de ciuperci, vin si patrunjel, precum si sare si piper dupa gust. Asteptam sa se fiarba bine, dupa care ne mai ramane o singura grija: sa le mancam.\n",
      "ingredients": {"sare iodata finadupa gust ": " ", "piper negru": "1 varf", "patrunjelproaspat": "1 legatura", "vin alb": "100 ml", "ulei de masline": "40 ml", "ceapa galbena": "1 bucata", "usturoi": "1 catel", "ciupercigrill": "300 g"},
      "tags": ["startere", "supe si ciorbe", "de post", "vegetarian", "vegan", "dieta", "fara gluten", "fara lactate", "low carb", "sanatos", "masa de duminica"]
    },
    {
      "title": "Ardei umpluti cu bulgur si legume",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/13.-Ardei-umpluti-cu-bulgur-si-legume.jpg",
      "instructions": "Pentru inceput, puneti bulgurul la inmuiat in apa rece, pentru 30 de minute.\nIntr-un vas, adaugati ulei, ceapa taiata marunt si morcovii dati prin razatoare si mai lasati pe foc 2 minute.\nApoi, puneti bulgurul inmuiat intr-un bol impreuna cu amestecul de ceapa si morcov. Adaugati ardeiul taiat marunt, ceapa verde taiata si ea, patrunjelul, sare, piper si amestecati bine totul. Astfel este gata umplutura pentru ardei.\nSpalati si curatati ardeii. Nu aruncati capacele lor.\nIntr-un vas, adaugati ulei, cimbru si puneti ardeii umpluti cu compozitia pregatita mai devreme. Fiecarui ardei ii puneti capacel. Dupa ce ati umplut toti ardeii, adaugati sosul de rosii si completati cu apa astfel incat ardeii sa fie bine acoperiti de sos si sa aiba in ce sa fiarba.\nBagati la cuptor pentru 30 de minute la 180°C.\nPofta buna!\n",
      "ingredients": {"ulei": " ", "ceapa": "2 bucati", "morcovi": "2 bucati", "bulgur": "250 g", "ardei iute": "1 bucata", "ceapa verde": "1 legatura", "patrunjel": "1 legatura", "sare": " ", "piper": " ", "ardei gras rosu": "8 bucati", "cimbru": " ", "suc de rosii": "500 ml", "apa": "500 ml"},
      "tags": ["feluri principale", "retete cu legume", "de post", "vegan", "vegetarian", "sanatos", "dieta", "fara lactate", "retete video", "primavara", "vara"]
    },
    {
      "title": "Ciuperci Pleurotus prajite",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Ciuperci-Pleurotus-prajite.jpg",
      "instructions": "Ceapa se taie marunt, iar frunzele verzi se lasa deoparte si usturoiul se toaca.\nCiupercile se spala si apoi se tamponeaza cu un prosop de hartie pentru a elimina apa ramasa pe ele. In functie de cat de mari sunt ciupercile, acestea se pot taia in fasii de dimensiunea dorita, iar cele mai mici se pot lasa intregi. \nCeapa si usturoiul se pun la calit si apoi se adauga ciupercile care se amesteca din cand in cand astfel incat sa fie facute uniform.\nCand sunt gata se servesc cu marar tocat din belsug.\nPofta buna!\n",
      "ingredients": {"ciuperci pleurotus": "500 g", "ulei de floarea-soarelui": " ", "usturoi": "2 catei", "ceapa verde": "1 legatura", "patrunjel": "1 legatura", "sare iodata fina": " ", "piper negru": " "},
      "tags": ["garnituri", "tapas", "vegetarian", "de post", "vegan", "low carb", "fara lactate", "fara gluten", "gata in 30 de minute"]
    },
    {
      "title": "Pancakes din linte",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/4c2fba8b1059-14.-pancakes-din-linte.jpg",
      "instructions": "Pasul 1\nToarna apa cat sa acopere bine lintea si las-o la hidratat cel putin 5-6 ore sau peste noapte.\nScurge apoi foarte bine lintea si mut-o intr-un blender. Adauga ulei de masline, condimente, boia. Mixeaza pana ai o pasta.\nPasul 2\nPentru fiecare pancake unge tigaia cu putin ulei de masline, pune cate o jumatate de polonic de compozitie si intinde-o usor cu lingura. Cand apar bule pe partea superioara, e momentul sa intorci clatita.\nPoti servi pancakes din linte alaturi de o salata fresh iar, daca nu tii post, merg perfect alaturi de crema de branza proteica Milbona.\nSa iti fie de cel mai bine si pofta buna!\nAceasta reteta este recomandata de Teo Rogobete.\nLintea rosie este o excelenta sursa de proteine, de accea este recomandata copiilor si sportivilor si este minunata in perioadele de post. Ca beneficii principale pentru sanatate, lintea rosie scade nivelul colesterolului, ajuta la reglarea glicemiei si a tensiunii arteriale si are proprietati antiinflamatoare. Lintea este o leguminoasa si face parte din aceeasi familie cu fasolea, mazarea, soia sau nautul, dar se digera mai usor decat alte leguminoase.\n",
      "ingredients": {"linte rosie": "250 g", "apa": "250 lingurite", "ulei de masline": " ", "boia afumata": "1 lingurita", "mix condimente": "2 lingurite"},
      "tags": ["mic dejun", "snack-uri", "aperitive si minuturi", "brunch", "clatite", "de post", "sanatos", "vegan", "vegetarian", "fara lactate", "fara gluten", "low carb", "dieta", "lunchbox", "gata in 30 de minute", "picnic"]
    },
    {
      "title": "Paste bolognese cu tofu si rucola",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Paste-bolognese-cu-tofu-si-rucola.jpg",
      "instructions": "Incepe prin a marunti cele doua tije de telina Apio si ceapa. Asaza-le intr-un bol.\nRazuieste morcovii, curatati in prealabil, si pune-i deoparte intr-o farfurie.\nTaie 90g de tofu in bucati mai mari si faramiteaza-l cu ajutorul unei furculite sau cu mana. Pune-l deoparte.\nIntr-o cratita incapatoare, incinge o lingura de ulei de masline bio si adauga telina Apio si ceapa. Adauga un varf de sare si gateste pentru 3-5 minute, pana cand ceapa devine translucida.\nAdauga branza tofu si morcovul razuit si gateste totul la foc mic spre mediu pentru 5 minute, pana cand morcovul incepe sa se inmoaie.\nAdauga 2-3 linguri de vin alb. Amesteca si gateste pentru 1-2 minute, pentru ca alcoolul sa se evapore.\nAdauga 2-3 linguri de apa si lasa compozitia la inabusit, pe foc mic spre mediu, pentru 10-15 minute.\nCompleteaza sosul cu 4 linguri mari de pulpa de tomate si 200 g de passata. Adauga 1-2 lingurite de miere bio pentru a echilibra aciditatea rosiilor, sare si piper, daca mai este nevoie, si gateste pentru inca 10 minute, cu capacul pus, la foc mediu.\nLa final, adauga 25 g de frunze de rucola proaspata si amesteca. Pune sosul deoparte.\nPentru a pregati pastele, fierbe aprox. 2 l de apa cu sare si adauga 200 g de paste. Fierbe-le pentru 10-12 minute dupa care scurge-le de apa si pune-le intr-un vas incapator.\nAdauga sosul bolognese si amesteca. Serveste-le fierbinti. Pofta buna!\n",
      "ingredients": {"telina apio": "2 fire", "ceapamedie": "1 bucata", "morcovi": "2 bucati", "branza tofu": "90 g", "ulei de masline": "1 lingura", "vin alb": "2 -", "apa": "2 -", "rosii tocatepulpa": "4 linguri", "rosii pasate": "200 g", "miere": "1 -", "rucola": "25 g", "sare": " ", "piper": " ", "paste tagliatelle": "200 g"},
      "tags": ["feluri principale", "cina", "paste", "sosuri", "de post", "vegetarian", "fara lactate", "retete video"]
    },
    {
      "title": "Clatite integrale cu gem rapid de afine",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Clatite-integrale-cu-gem-rapid-de-afine.jpg",
      "instructions": "1. Pentru a pregati compozitia de clatite adauga faina alba, faina integrala, sarea, vanilia si praful de copt intr-un bol potrivit. Amesteca bine cu un tel si lasa deoparte.\n2. Intr-un bol mai mic adauga laptele de migdale impreuna cu zaharul brun, uleiul de cocos si coaja rasa de lamaie. Amesteca energic pentru a dizolva zaharul.\n3. Toarna compozitia lichida peste mixul de faina si amesteca usor cu o spatula. Adauga si sucul de lamaie, care va activa praful de copt si amesteca pentru a-l incorpora. Pentru a obtine clatite pufoase, compozitia de clatite nu trebuie amestecata mult.\n4. Incinge o tigaie teflonata sau de fonta si adauga un varf de ulei de cocos solid. Întinde uleiul pe suprafata tigaii (excesul poate fi absorbit cu un servetel) si toarna cu o lingura generoasa sau cu un polonic mai mic cantitatea dorita din compozitia de clatite.\n5. Lasa clatita la copt aprox. 1-2 minute, la foc mic spre mediu. Cand suprafata superioara prezinta bule si devina mata, iar suprafata interioara este bine rumenita, clatita se poate intoarce. Se mai coace aprox. 1 minut.\n6. Transfera clatitele coapte pe o farfurie larga si procedeaza la fel cu restul compozitiei de clatite.\n7. Pentru a prepara gemul rapid de afine, pune intr-o cratita potrivita afinele, zaharul brun, apa si sucul de lamaie.\n8. Fierbe fructele la foc mediu spre mare si piseaza o parte din afine cu ajutorul unei furculite pentru a elibera mai mult suc.\n9. Lasa compozitia sa scada pe foc mediu, aprox. 5-7 minute, pana cand pectina din afine si zaharul s-au gelifiat. Transfera gemul intr-un castron si lasa-l la racit.\n10. Clatitele se servesc calde impreuna cu o lingura generoasa de iaurt de cocos si gem de afine.\nPofta buna!\nAceasta reteta este recomandata de Ana Rusu.\n",
      "ingredients": {"faina alba de grau": "90 g", "faina neagra de grauintegrala": "90 g", "sare": "1 praf", "zahar vanilat": "1 lingurita", "praf de copt": "1 plic", "lapte de migdale": "175 ml", "zahar brun": "2 linguri", "ulei de cocostopit": "2 linguri", "coaja de lamaiebio": "0,25 bucata", "zeama de lamaie": "2 -", "ulei de cocossolid": "1 -", "afineproaspete": "200 g", "apa": "2 -", "lamaie": "0,25 bucata"},
      "tags": ["mic dejun", "brunch", "deserturi", "retete cu gem si dulceata", "vegetarian", "de post", "vegan", "fara lactate", "retete video", "gata in 30 de minute"]
    },
    {
      "title": "Salata cu naut si sfecla",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/df55c6f6308e-1.-salata-cu-naut-si-sfecla.jpg",
      "instructions": "Scurge nautul si curata-l de coji. Taie sfecla coapta in cubulete, castravetele si ridichiile rondele, ardeiul fasii si patrunjelul toaca-l marunt. Ceapa verde si tija de apio, toaca-le marunt si pe ele.\nPregateste un bol mare in care pui nautul, sfecla coapta, castravetele, ridichiile, patrunjelul,ardeiul capia, ceapa verde si tija de apio. Asezoneaza cu sare, piper, putin ulei si zeama de la o lamaie. Amesteca totul si serveste.\nEste o salata delicioasa si sanatoasa.\nPofta buna!\n",
      "ingredients": {"naut": "2 conserve", "sfecla rosiecoapta, cubulete": "8 -", "castravete": "1 bucata", "ridiche": "4 bucati", "patrunjel": "0,5 legatura", "ardei capia": "1 bucata", "ceapa verde": "3 fire", "telina apio": "1 bucata", "sare": " ", "piper": " ", "ulei de floarea-soarelui": " ", "zeama de lamaie": "1 bucata"},
      "tags": ["brunch", "pranz", "feluri principale", "retete cu legume", "salate", "vegan", "vegetarian", "sanatos", "de post", "fara lactate", "dieta", "low carb", "fara gluten", "gata in 30 de minute", "lunchbox"]
    },
    {
      "title": "Taquitos cu legume",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/c079b7d67c14-15.-taquitos-cu-legume.jpg",
      "instructions": "Adauga ulei intr-o tigaie si caleste ceapa si ardeiul gras, timp de 1,2 minute. Cand sunt gata, ia tigaia de pe foc.\nIndeparteaza miezul rosiilor si taie-le cubulete. Taie avocado  si ardeiul, cubulete. Toaca patrunjelul marunt si rade branza vegana.\nIntr-un bol, adauga: ardeiul capia taiat cubulete, amestecul de ceapa si ardei gras( calite la inceput), fasolea rosie (scursa), avocado taiat cubulete pe care il pasezi cu ajutorul unei furculite, porumbul dulce, rosiile taiate cubulete, branza  vegana rasa si la urma patrunjelul tocat marunt. Adauga sare, piper si fulgi de chili. Amesteca bine totul si gata umplutura pentru taquitos.\nDecupeaza 6 foi de tortilla cu o farfurie cu diametru de 20 cm si pune cercurile de tortilla pe o farfurie.\nCu ajutorul unei pensule, unge cu putina apa, partea de sus a foii de tortilla (pentru a nu se desprinde atunci cand rulezi).\nIn partea de jos, cu ajutorul unei lingurite, adauga din umplutura pregatita mai devreme (4-5 lingurite). Ruleaza strans, iar ruloul obtinut pune-l intr-o tava termorezistenta.\nProcedezi la fel pana termini atat umplutura cat si foile de tortilla.\nUnge rulourile cu putin ulei si da-le la cuptor, in cuptorul preincalzit, la 180 °C timp de 15 -17 minute.\nPofta buna!\n",
      "ingredients": {"ulei": " ", "ceapa": "0,5 bucata", "ardei gras": "0,5 bucata", "ardei capia": "0,5 bucata", "fasole rosie": "180 g", "avocadotaiat cubulete": "1 bucata", "porumb": "160 g", "rosiitaiate cubulete": "70 g", "branza vegana": "120 g", "patrunjel": " ", "sare": " ", "piper": " ", "chilli fulgi": " ", "lipii de tortilla": "6 bucati", "lime": "1 bucata", "sos iute": " "},
      "tags": ["feluri principale", "cina", "retete cu legume", "de post", "vegan", "vegetarian", "fara lactate", "mexicana", "retete video", "masa de duminica"]
    },
    {
      "title": "Supa de rosii",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/Supa-de-rosii.jpg",
      "instructions": "Curatam si taiem in cubulete morcovii, telina si ceapa. Intr-o oala mai mica punem ceapa la calit (atentie, nu trebuie sa se rumeneasca!) si adaugam apoi telina si morcovii.\nTaiem cubulete rosiile, cu pielita cu tot. De asemenea, curatam si taiem doi catei de usturoi. Adaugam apa fierbinte, iar apoi jumatate din cantitatea de rosii. Lasam sa fiarba, dupa care adaugam o jumatate din legatura de busuioc si restul de rosii.\nDupa ce toate rosiile au fiert bine, le pasam, adaugam restul de busuioc si uleiul de masline.\nPentru un succes garantat, se serveste cu paine prajita unsa cu un catel de usturoi. Aceasta este o reteta din regiunea italiana Toscana. Buon viaggio si buon appetito!\n",
      "ingredients": {"painea padurarului": "200 g", "ulei de masline extravirgin": "60 ml", "telina": "200 g", "rosii": "500 g", "piper negrudupa gust": " ", "sare iodata finadupa gust": " ", "usturoi": "2 catei", "busuiocproaspat": "1 legatura", "morcovi": "200 g", "ceapa galbena": "1 bucata"},
      "tags": ["startere", "supe si ciorbe", "retete cu legume", "sanatos", "de post", "vegetarian", "vegan", "fara lactate", "dieta", "italiana", "vara", "masa de duminica"]
    },
    {
      "title": "Crema tartinabila cu mazare si avocado",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/e9278fc59c6f-5.-crema-tartinabila-cu-mazare-si-avocado.jpg",
      "instructions": "Pune un vas cu apa pe foc, adauga sare si mazarea congelata. Fierbe mazarea si apoi scurge-o si pune-o intr-un bol.\nPune o tigaie grill pe foc si adauga feliile de paine. Prajeste-le pe ambele parti. Pune-le si pe ele deoparte pana le folosesti.\nApoi, pregateste avocado si taie-l felii, stoarce o lamaie, toaca marunt un fir de ceapa si ardeiul capia.\nIntr-un bol, adauga avocado, zeama de lamaie si paseaza-l cu furculita. Adauga si mazarea fiarta si blenduieste bine totul. Dupa ce ai blenduit, adauga ceapa verde tocata marunt, ardeiul capia taiat marunt si el, asezoneaza cu sare si piper si amesteca totul cu o lingura si gata crema tartinabila cu mazare si avocado.\nUnge fiecare felie de paine prajita cu crema tartinabila, adauga 2 felii de somon pe fiecare felie de paine si feliute de ridichi.\nServeste cu rucola si rosii cherry sau ou fiert sau prajit, cu ardei copti sau rosii.\nPofta buna!\n",
      "ingredients": {"sare": " ", "mazare": "200 g", "paine cu seminte": "4 felii", "avocado": "2 bucati", "zeama de lamaie": "1 bucata", "ceapa verde": "1 fir", "ardei capia": "1 bucata", "piper": " ", "ridiche": " ", "somon afumat": "120 g", "rosii cherry": " ", "rucola": " "},
      "tags": ["mic dejun", "brunch", "pranz", "snack-uri", "aperitive si minuturi", "retete cu legume", "sandvisuri", "tapas", "de post", "sanatos", "vegan", "vegetarian", "fara lactate", "low carb", "dieta", "gata in 30 de minute", "pentru copii", "picnic", "lunchbox", "retete video"]
    },
    {
      "title": "Salata de broccoli si conopida",
      "image": "https://cdn.recipes.lidl/images/_Aliases/ro-RO/recipe_640x360/7.-Salata-de-broccoli-si-conopida.JPG",
      "instructions": "Pasul 1\nSpala legumele si marul. Taie cotoarele mai groase ale buchetelelor de conopida si broccoli. Taie ardeiul in bucati, indeparteaza nervurile si semintele. Taie marul in bucati.\nPune conopida, broccoli, ardeiul si marul in blender. Mixeaza cateva secunde pe functia pulse sau cea mai mica viteza, pana sunt bine maruntite.\nPasul 2\nSeparat, pregateste dressingul. Pune intr-un borcanel uleiul, siropul de artar, otetul, sare si piper.\nInchide borcanelul etans si scutura-l pana ai un sos.\nPasul 3\nToarna sosul peste salata. Adauga si samburii de pin. Amesteca foarte bine, da la rece minim 3-4 minute inainte de servire.\nSalata de broccoli si conopida este gata. Enjoy!\nTot ce trebuie sa stii despre reteta: In salata mai poti adauga mar, care e super crocant si da o nota dulce-acrisoara, ardei gras rosu extra crocant, samburi de pin sau alte seminte (floarea soarelui, dovleac) si un dressing delicios de ulei de masline, mustar si sirop de artar / sirop de agave sau miere. Salata se pastreaza foarte bine la frigider 3 - 4 zile.\nAceasta reteta este recomandata de Teo Rogobete.\n",
      "ingredients": {"broccoli": "200 g", "conopida": "200 g", "ardei gras rosu": "150 g", "marrosu": "1 bucata", "ulei de masline extravirgin": "30 ml", "otet de mere": "1 lingura", "sirop de artar": "1 lingura", "mustar": "1 lingura", "sare": " ", "piper": " ", "muguri de pin": "50 g"},
      "tags": ["aperitive si minuturi", "snack-uri", "startere", "garnituri", "retete cu legume", "salate", "de post", "vegan", "vegetarian", "sanatos", "low carb", "dieta", "fara gluten", "fara lactate", "vara", "studenti", "gata in 30 de minute"]
    }
  ]
}